import 'package:kozarni_ecome/model/division.dart';

final List<Division> divisionList = [
  //Yangon Division
  Division(
    name: "ရန်ကုန်တိုင်း ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      '1000': [
        "ဒေါပုံ   ၁၀၀၀ ကျပ်",
        "သံလျှင်   ၁၀၀၀ ကျပ်",
        "သာကေတ   ၁၀၀၀ ကျပ်",
      ],
      '2000': [
        "ရန်ကင်း   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပုဇွန်တောင်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တောင်ဥက္ကလာပ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သင်္ယန်းကျွန်း   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သုဝဏ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဗဟန်း   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တာမွေ(ကျောက်မြောင်း)  ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မင်္ဂလာတောင်ညွန့်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဗိုလ်တထောင်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပန်းဘဲတန်း   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျောက်တံတား   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လသာ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လမ်းမတော်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကမာရွတ်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လှိုင်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အင်းစိန်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လှိုင်သာယာ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရွှေပြည်သာ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရွှေပေါက်ကံ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကြည့်မြင်တိုင်   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မရမ်းကုန်း   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အလုံ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "စမ်းချောင်း   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တောင်ဒဂုံ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြောက်ဒဂုံ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြောက်ဥက္ကလာပ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဒဂုံဆိပ်ကမ်း   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အရှေ့ဒဂုံ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မင်္ဂလာဒုံ   ၂၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ],

      '3500': [
        "ထောက်ကြန့်   ၃၅၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )"
      ],

      '4000': [
        "မှော်ဘီ   ၄၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျောက်တန်း   ၄၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လှည်းကူး   ၄၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ]
    },
  ),
  //Mandalay Division
  Division(
    name: "မန္တလေးတိုင်း ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "3100": [
        "မန္တလေး ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျောက်ပန်းတောင်း ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တံတားဦး ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပြင်ဦးလွင် ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြင်းခြံ ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရမည်းသင်း ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြစ်ငယ် ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပုလိပ် ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "စဉ့်ကိုင် ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျောက်ဆည် ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဟန်မြင့်မိုဉ်လမ်းခွဲ ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဝမ်းတွင်း ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သဲတော ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပျော်ဘွယ် ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပုဂံ ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ညောင်ဦး ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပုပ္ပါး ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြစ်သား ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကူမဲ ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ]
    },
  ),

  //ပဲခူးတိုင်း
  Division(
    name: "ပဲခူးတိုင်း ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "3100": [
        "ပဲခူး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တောင်ငူ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကြို့ပင်ကောက်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "နတ်တလင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပြည် ၊ ဖြူး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရွှေတောင်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပေါင်းတည်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဇီးကုန်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဒိုက်ဦး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ညောင်လေးပင်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အင်းမ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပုတီးကုန်း ၊ သဲကုန်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရေတာရှည်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဆွာ ၊ သာဂရ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကေတုမတီမြို့သစ်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျောက်တံခါး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပဲနွယ်ကုန်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အုတ်တွင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တောကျွဲအင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရွှေကျင်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သုံးဆယ်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သာယာဝတီ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပြွန်တန်ဆာ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လက်ပံတန်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ]
    },
  ),
  //နေပြည်တော်
  Division(
    name: "နေပြည်တော် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "3100":[
        "နေပြည်တော်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပျဉ်းမနား   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လယ်ဝေး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တပ်ကုန်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ]
    },
  ),

  Division(
    name: "မွန်ပြည်နယ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "3100":[
        "မော်လမြိုင်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ချောင်းဆုံ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မုဒုံ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျိုက်ထို   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဘီးလင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သံဖြူဇရပ်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရေး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဇင်းကျိုက်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပေါင်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သထုံ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သုဝဏ္ဏဝတီ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",

      ],
    },
  ),


  //Ayarwadi Division
  Division(
    name: "ဧရာဝတီတိုင်း ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "3100": [
        "ပုသိမ်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဟင်္သာတ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အသုတ်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျုံပျော်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "လပွတ္တာ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဘိုကလေး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ငါးသိုင်းချောင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရေကြည်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မအူပင်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြောင်းမြ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျိုက်လတ်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျောင်းကုန်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အိမ်မဲ ၊ ဖျာပုံ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကန်ကြီးဒေါင့်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဒါးက   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြန်အောင်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကြံခင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ]
    },
  ),

  Division(
    name: "စစ်ကိုင်းတိုင်း ( ၂ ရက် မှ ၇ ရက် အတွင်း )",
    townShipMap: {
      "3100":[
        "စစ်ကိုင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မုံရွာ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရွှေဘို   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရေဦး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ချောင်းဦး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အရာတော်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြင်းမူ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ],
      "4600": [
        "ကလေး   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
      ],

    },
  ),

  Division(
    name: "ကရင်ပြည်နယ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "3100":[
        "ဘားအံ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြိုင်ကလေး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြဝတီ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကော့ကရိတ်  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ],
    },
  ),

  Division(
    name: "မကွေးတိုင်း ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "3100":[
        "မကွေး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မင်းဘူး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ပခုက္ကူ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တောင်တွင်းကြီး   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ရေနံချောင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ချောက်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဆိပ်ဖြူ   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "မြို့သစ်   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "စလင်း   ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ],
    },
  ),


  Division(
    name: "ရှမ်းပြည်နယ် ( ၂ ရက် မှ ၇ ရက် အတွင်း )",
    townShipMap: {
      "3100": [
        "လားရှိုး  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "တောင်ကြီး  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အေးသာယာ  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကလော  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အောင်ပန်း  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "သီပေါ  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "နောင်ချို  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ကျောက်မဲ  ၃၁၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ],

      "4600": [
        "မူဆည်   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ကွတ်ခိုင်   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "တာချီလိတ်   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ကျိုင်းတုံ   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
      ],
    },
  ),

  Division(
    name: "တနင်္သာရီတိုင်း ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
    townShipMap: {
      "4600":[
        "မြိတ် ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ကော့သောင်း  ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ထားဝယ်  ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "လောင်းလုံ ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "သရက်ချောင်း ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ရေဖြူ  ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "မောင်းမကန်  ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
      ],

    },
  ),

  Division(
    name: "ရခိုင်ပြည်နယ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
    townShipMap: {
      "4600": [
        "စစ်တွေ   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "သံတွဲ   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ကျောက်ဖြူ   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ပုဏားကျွန်း   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "မင်းပြား   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "မြောက်ဦး   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ပေါက်တော   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "တောင်ကုတ်   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ငပလီ   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ကျောက်တော်   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ဘူးသီးတောင်   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "မောင်တော   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ရမ်းဗြဲကျွန်း   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
      ],
    },
  ),



  Division(
    name: "ကချင်ပြည်နယ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
    townShipMap: {
      "4600":[
        "မြစ်ကြီးနား   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "မိုးကောင်း  ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
        "ဗန်းမော်   ၄၆၀၀ ကျပ် ( ၃ ရက် မှ ၇ ရက်အတွင်း )",
      ],

    },
  ),

  Division(
    name: "ဂိတ်တင် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
    townShipMap: {
      "1000":[
        "အောင်မင်္ဂလာ  ၁၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "ဒဂုံဧရာ  ၁၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
        "အောင်ဆန်းကွင်း ၁၀၀၀ ကျပ် ( ၂ ရက် မှ ၃ ရက် အတွင်း )",
      ],

    },
  ),

];
